Repository: tanxl8988/VirtusAtlas_git
Catalog: 万能AIT/*.lproj/Localizable.strings
Languages: cs, et, lt, lv, pl_pl, ru, sk, uk_ua, zh_hans

# 答案6
source: (1)Check whether the motion detection is on…Switch of then try again. (2) Check the SD card as it may be faulty and requires a format.
cs: Zkontrolujte zda není zapnuta funkce detekce pohybu, vypněte ji a zkuste to znovu.
et: (1) Kontrolli liikumistuvastuse staatust – kui see töötab, siis lülita see välja ja proovi uuesti. (2) Kontrolli ja formateeri mälukaart või asenda Class10 mälukaardiga
lt: Patikrinkite ar įjungta judesio aptikimo funcija.
lv: Pārbaudiet, vai darbojās kustības noteikšanas funkcija. Aizveriet to un mēģiniet vēlreiz.
pl_pl: Sprawdź, czy włączono funkcję wykrywania ruchu, Zamknij ją i spróbuj ponownie
ru: (1) Проверьте включен ли детектор движения. Выключите его. (2) Проверьте SD карту, отформатируйте, или замените на 10 класс.
sk: Skontrolujte, či je otvorená funkcia detekcie pohybu, zatvorte ju prosím a skúste to znova
uk_ua: (1) Перевірте чи включений детектор руху. Вимкніть його. (2) Перевірте SD карту, відформатуйте, або замініть на 10 клас.
zh_hans: 检查是否开启了移动侦测功能，请关闭该功能后再试。

# 问题7
source: 7.Wi-Fi not connecting:
cs: 7. Proč se nemohu připojit na Wi-fi?
et: 7. Puudub ühendus WiFi võrguga?
lt: 7. Kodėl neprisijungia wifi?
lv: 7. Kādēļ Wi-Fi nevar izveidot savienojumu?
pl_pl: 7. Dlaczego nie mogę połączyć się z WiFI?
ru: 7. Почему не происход подключения к WiFi?
sk: 7. Prečo sa WIFI nemôže pripojiť?
uk_ua: 7. Чому не відбувається під'єднання до WiFi?
zh_hans: 7.WIFI连不上

# 答案7
source: (1) Check the settings of the device you are trying to connect to. (2)Make sure the camera Wi-Fi is on. (3)Reset the device.
cs: （1）Zkontrolujte nastavení mobilního telefonu （2）Zkontrolujte, zda je u DVR zapnutá Wifi （3）Pokud je vše z výše uvedeného provedeno, proveďte prosím reset zařízení
et: (1) Kontrolli mobiiltelefoni seadistust. (2) Kontolli, kas DVR WiFI on sisse lülitatud? (3) Kui eelnevad toimingud tehtud, vajuta RESET
lt: (1) Patikrinkite mobilaus įrenginio nustatymus. (2) Patikrinkite ar kameroje įjungta Wifi funkcija? (3) Jei abu viršutiniai punktai patenkiti, perkraukite įrenginį
lv: (1) Pārbaudiet mobilā tālruņa iestatījumus. (2) Pārbaudiet, vai DVR WiFi ir ieslēgts? (3) Ja visi no iepriekšminētā ir pabeigti, lūdzu, atiestatītu ierīci
pl_pl: (1) Sprawdź, czy zainstalowano oprogramowanie do telefonu komórkowego (2) Sprawdź, czy dvr jest włączony czy nie, czy masz zasilanie czy nie (3) Jeśli powyższe nie pomogły, zresetuj urządzenie
ru: (1) Проверьте настройки моб. телефона. (2) Проверьте, включен ли WiFi на видеорегистраторе? (3) Если все верхние пункты выполнены, перезагрузите устройство.
sk: （1）Skontrolujte nastavenia mobilného telefónu （2）Skontrolujte, ši je zapnutá DVR WIFI （3）Ak je všetko urobené, prosím resetujte zariadenie.
uk_ua: (1) Перевірте налаштування моб. телефону. (2) Перевірте, чи включений DVR, чи є живлення? (3) Якщо всі верхні пункти виконані, перезавантажте пристрій.
zh_hans: （1）检查是否安装手机app （2）检查一下行车记录仪是否开启，且是否有电 （3）wifi连接需要输入密码，具体操作请查看下说明书 （4）如果以上方法都不能够解决，按RESET重启机器

# 加载视频失败！
source: Load video failed!
cs: Chyba načtení videa!
et: Faili laadimine ebaõnnestus!
lt: Video įkėlimas nesėkmingas!
lv: Neizdevās ielādēt video!
pl_pl: Nieudane wgranie filmu!
ru: Ошибка загрузки видео!
sk: Nahrávanie videa zlyhalo!
uk_ua: Помилка завантаження відео!
zh_hans: 加载视频失败！

# 该视频不可播放！
source: The video is not playable!
cs: Toto video nelze přehrát!
et: Seda faili ei saa esitada!
lt: Neįmanoma paleisti video!
lv: Video nav atskaņojams!
pl_pl: Ten film jest niemożliwy do odtworzenia!
ru: Видео невозможно воспроизвести!
sk: Video nie je možné prehrať!
uk_ua: Відео неможливо відтворити!
zh_hans: 该视频不可播放！

# 翻转
source: Flip to 180
et: Keerata 180°
lt: Apsukti 180°
lv: Pagriezts par 180°
pl_pl: Odwrócić o 180°
ru: Переворот 180°
sk: Otočiť o 180°
uk_ua: Переворот 180°
zh_hans: 翻转

# 视频模式
source: Video Mode
cs: Mód videa
et: Videorežiim
lt: Режим видео
lv: Video režimas
pl_pl: Tryb wideo
ru: Режим видео
sk: Režim videa
uk_ua: Режим відео
zh_hans: 视频模式

# 型号
source: Logo
ru: Лого
uk_ua: Лого
zh_hans: 型号
