Repository: tanxl8988/VirtusAtlas_git
Catalog: 万能AIT/*.lproj/Localizable.strings
Languages: cs, et, lt, lv, pl_pl, ru, sk, uk_ua, zh_hans

# 摄像机
source: Camera
cs: Fotoaparát
et: Kaamera
lt: Fotoaparatas
lv: Kamera
pl_pl: Aparat
ru: Камера
sk: Fotoaparát
uk_ua: Камера
zh_hans: 摄像机

# 本地
source: Local
cs: Místní
et: Kohalik
lt: Vietinis
lv: Lokālais
pl_pl: Lokalne
ru: Внутр.
sk: Miestne
uk_ua: Внутр.
zh_hans: 本地

# 删除%d个文件？
source: Delete %d files？
cs: Smazat soubory: %d?
et: Kustuta faili: %d?
lt: Ištrinti failų: %d?
lv: Dzēst failus: %d?
pl_pl: Skasować %d plików?
ru: Удалить файлов: %d?
sk: Vymazať súbory: %d?
uk_ua: Видалити файлів: %d?
zh_hans: 删除%d个文件？

# %d个文件删除失败！
source: %d failures
cs: Chyb: %d
et: Viga: %d
lt: Nepavykusių: %d
lv: Kļūdu: %d
pl_pl: %d błędów!
ru: Ошибок: %d
sk: Chyby: %d
uk_ua: Помилок: %d
zh_hans: %d个文件删除失败！

# 取消
source: Cancel
cs: Zrušit
et: Tühista
lt: Atšaukti
lv: Atcelt
pl_pl: Anuluj
ru: Отмена
sk: Zrušiť
uk_ua: Скасувати
zh_hans: 取消

# 确定
source: OK
ru: ОК
zh_hans: 确定

# 相册
source: Album
lt: Albumas
lv: Albums
ru: Альбом
uk_ua: Альбом
zh_hans: 相册

# 设置
source: Settings
cs: Nastavení
et: Sätted
lt: Nustatymai
lv: Iestatījumi
pl_pl: Ustawienia
ru: Настройки
sk: Nastavenia
uk_ua: Налаштування
zh_hans: 设置

# wifi设置
source: Wi-Fi Setting
cs: Nastavení WiFi
et: Wifi sätted
lt: Wifi nustatymai
lv: WiFi iestatījumi
pl_pl: Ustawienia Wifi
ru: Настройки WiFi
sk: Nastavenie WIFI
uk_ua: Параметри Wi-Fi
zh_hans: wifi设置

# 校准时间
source: Set/Adjust Time
cs: Nastavit čas
et: Aja kohandamine
lt: Koreguoti laiką
lv: Pielāgot laiku
pl_pl: Dostosowanie czasu
ru: Настроить время
sk: Upraviť čas
uk_ua: Коригування часу
zh_hans: 校准时间

# 格式化TF卡
source: Format SD Card
cs: Formát TF karty
et: Vorminda mälukaart
lt: Formatuoti TF kortelę
lv: Formatēt TF karti
pl_pl: Formatowanie karty TF
ru: Форматировать SD карту
sk: Formátovať TF Kartu
uk_ua: Форматувати SD карту
zh_hans: 格式化TF卡

# 录音设置
source: Microphone ON/OFF
cs: Vypnout mikrofon
et: Mikrofon välja
lt: Išjungti mikrofoną
lv: Izslēgt mikrofonu
pl_pl: Wyłączyć mikrofon
ru: Откл. микрофона
sk: Vypnúť mikrofón
uk_ua: Відкл. мікрофону
zh_hans: 录音设置

# 录制时长
source: Video Length
cs: Délka videa
et: Videolõigu kestvus
lt: Video įrašo ilgis
lv: Video ierakstīšanas garums
pl_pl: Czas nagrania video
ru: Длительность записи видео
sk: Nahrávanie dĺžky videa
uk_ua: Тривалість відеозапису
zh_hans: 录制时长

# 碰撞灵敏度
source: G-Sensor
cs: Citlivost G-senzoru
et: G-sensori tundlikkus
lv: G-sensors
pl_pl: Czułość G-sensora
ru: Чувствительность G-сенсора
sk: G-Senzor
uk_ua: Чутливість G-сенсору
zh_hans: 碰撞灵敏度

# 恢复出厂设置
source: Reset
cs: Resetovat
et: Lähtesta
lt: Atstatyti
lv: Atiestatīt
pl_pl: Resetuj
ru: Сбросить
sk: Reštart
uk_ua: Скинути
zh_hans: 恢复出厂设置

# 曝光调整
source: Exposure
cs: Expozice
et: Säritus
lt: Ekspozicija
lv: Ekspozīcija
pl_pl: Ekspozycja
ru: Экспозиция
sk: Expozície
uk_ua: Експозиція
zh_hans: 曝光调整

# 自动关屏
source: Power Saver
cs: Spořič obrazovky
et: Ekraanisäästja
lt: Ekrano užsklanda
lv: Ekrānsaudzētājs
pl_pl: Wygaszacz ekranu
ru: Заставка
sk: Šetrič obrazovky
uk_ua: Заставка
zh_hans: 自动关屏

# 戳记
source: Date Stamp
cs: Časové razítko
et: Kuupäev ekraanil
lt: Datos Žyma
lv: Datuma zīmogs
pl_pl: Data
ru: Штамп даты
sk: Pečiatka s dátumom
uk_ua: Штамп дати
zh_hans: 戳记

# 日期格式
source: Date Format
cs: Formát data
et: Kuupäeva vorming
lt: Datos formatas
lv: Datuma formāts
pl_pl: Format daty
ru: Формат даты
sk: Formát dátumu
uk_ua: Форм дати
zh_hans: 日期格式

# 移动侦测
source: Motion Detection ON/OFF
cs: Detekce pohybu
et: Liikumise tuvastamine
lt: Judesio Aptikimas
lv: Kustības detektors
pl_pl: Wykrywanie ruchu
ru: Детектор движения
sk: Rozpoznanie pohybu
uk_ua: Детектор руху
zh_hans: 移动侦测

# 15秒
source: 15sec
cs: 15sek
et: 15sek
lt: 15sek
lv: 15sek
pl_pl: 15 sek.
ru: 15сек.
sk: 15sek
uk_ua: 15сек.
zh_hans: 15秒

# 日期+型号
source: Date & Logo
cs: Datum+Logo
et: Kuupäev+Logo
lt: Data+Logotipas
lv: Datums+Logo
pl_pl: Data+Logo
ru: Дата+Логотип
sk: Dátum+Logo
uk_ua: Дата+Лого
zh_hans: 日期+型号

# 日期
source: Date
cs: Datum
et: Kuupäev
lt: Data
lv: Datums
pl_pl: Data
ru: Дата
sk: Dátum
uk_ua: Дата
zh_hans: 日期

# 无
source: OFF
cs: Vypnuto
et: Väljas
lt: IŠJ.
lv: Izslēgts
pl_pl: Wył.
ru: Выкл.
uk_ua: Вимк.
zh_hans: 无

# 年月日
source: YYYY/MM/DD
cs: RRRR MM DD
et: AAAA KK PP
lt: METAI MĖNUO DIENA
lv: GGGG MM DD
pl_pl: RRRR MM DD
ru: ГГГГ ММ ДД
sk: RRRR MM DD
uk_ua: РРРР ММ ДД
zh_hans: 年月日

# 月日年
source: MM/DD/YYYY
cs: MM DD RRRR
et: KK PP AAAA
lt: MĖNUO DIENA METAI
lv: MM DD GGGG
pl_pl: MM DD RRRR
ru: ММ ДД ГГГГ
sk: MM DD RRRR
uk_ua: ММ ДД РРРР
zh_hans: 月日年

# 日月年
source: DD/MM/YYYY
cs: DD MM RRRR
et: PP KK AAAA
lt: DIENA MĖNUO METAI
lv: DD MM GGGG
pl_pl: DD MM RRRR
ru: ДД ММ ГГГГ
sk: DD MM RRRR
uk_ua: ДД ММ РРРР
zh_hans: 日月年

# 30秒
source: 30 Secs
cs: 30sek
et: 30sek
lt: 30sek
lv: 30sek
pl_pl: 30 sek.
ru: 30сек.
sk: 30sek
uk_ua: 30 сек.
zh_hans: 30秒

# 1分钟
source: 1 Min
lv: 1 minūte
ru: 1мин.
uk_ua: 1 хв.
zh_hans: 1分钟

# 3分钟
source: 3 Mins
cs: 3min
et: 3min
lt: 3min
lv: 3 minūtes
pl_pl: 3 min.
ru: 3мин.
sk: 3min
uk_ua: 3 хв.
zh_hans: 3分钟

# 5分钟
source: 5 Mins
cs: 5min
et: 5min
lt: 5min
lv: 5 minūtes
pl_pl: 5 min.
ru: 5мин.
sk: 5min
uk_ua: 5 хв.
zh_hans: 5分钟

# 关闭
source: Off
cs: Vyp.
et: Välj.
lt: Išj.
lv: Izsl.
pl_pl: Wył.
ru: Выкл.
sk: Vyp.
uk_ua: Вимк.
zh_hans: 关闭

# 低
source: Low
cs: Nízká
et: Madal
lt: Prasta
lv: Zems
pl_pl: Niski
ru: Низкая
sk: Nízke
uk_ua: Низька
zh_hans: 低

# 中
source: Mid
cs: Střední
et: Keskmine
lt: Vidutinė
lv: Vidējs
pl_pl: Średni
ru: Средняя
sk: Stredné
uk_ua: Середня
zh_hans: 中

# 高
source: High
cs: Vysoký
et: Kõrge
lt: Aukšta
lv: Augsts
pl_pl: Wysoki
ru: Высокая
sk: Vysoká
uk_ua: Висока
zh_hans: 高

# 共有%d个文件
source: %d files
cs: Soubory: %d
et: Faili:%d
lt: Failų: %d
lv: Failu: %d
pl_pl: %d plików
ru: Файлов: %d
sk: Súbory: %d
uk_ua: Файлів: %d
zh_hans: 共有%d个文件

# 未连接DVR
source: DVR is not connected!格式化SD卡
cs: DVR se nepřipojuje
et: Ühendus seadmega puudub
lt: DVR Neprisijungia
lv: Nepievieno DVR
pl_pl: brak połączenia z DVR
ru: Нет соединения с DVR
sk: DVR nepripojené
uk_ua: Немає з'єднання з DVR
zh_hans: 未连接DVR

# 照片
source: Photo
cs: Fotka
et: Foto
lt: Nuotrauka
lv: Foto
pl_pl: Zdjęcie
ru: Фото
sk: Fotka
uk_ua: Фото
zh_hans: 照片

# 视频
source: Video
lt: Vaizdo įrašas
pl_pl: Film
ru: Видео
uk_ua: Відео
zh_hans: 视频

# 事件
source: Event
cs: Událost
et: Sündmus
lt: Įvykis
lv: Notikums
pl_pl: Wydarzenie
ru: Событие
sk: Udalosť
uk_ua: Подія
zh_hans: 事件

# 选择
source: Select
cs: Zvolit
et: Vali
lt: Pasirinkti
lv: Izvēlēties
pl_pl: Wybierz
ru: Выбрать
sk: Vybrať
uk_ua: Вибрати
zh_hans: 选择

# 全选
source: All
cs: Všechno
et: Kõik
lt: Visi
lv: Visi
pl_pl: Zdarzenie
ru: Все
sk: Všetko
uk_ua: Всі
zh_hans: 全选

# 未选择文件
source: No file selected
cs: Nebyl vybrán žádný soubor
et: Faili pole valitud
lt: Nepasirinktas failas
lv: Nav izvēlēts neviens fails
pl_pl: Nie wybrano żadnego pliku
ru: Файл не выбран
sk: Nebol vybraný žiadny súbor
uk_ua: Не вибрано жодного файлу
zh_hans: 未选择文件

# Wi-Fi名称必须为1-27个非空字符。
source: Wi-Fi name must be 1-27 non empty characters.
cs: Název Wi-Fi musí být 1-27 znaků
et: WiFi imetus võib olla kuni 27 tähemärki.
lt: Wifi pavadinimas turi būti 1-27 simbolių ilgio.
lv: Wi-Fi nosaukumam jābūt 1-27 rakstzīmēm.
pl_pl: Nazwa WiFI musi zawierać 1-27 znaków (nie specjalnych)
ru: Имя WiFi должно состоять из 1-27 символов
sk: Wifi meno musí byť 1-27 neprázdnych znakov.
uk_ua: Ім'я WiFi має складатися з 1-27 символів
zh_hans: Wi-Fi名称必须为1-27个非空字符。

# Wi-Fi密码必须为8-32个非空字符。
source: Wi-Fi password must be 8-32 non empty characters
cs: Jméno Wi-fi musí být dlouhé 8-32 znaků
et: WiFi parool võib olla 8-32 tähemärki
lt: Wifi slaptažodis turi būti 8-32 simbolių ilgio be tarpų
lv: Wi-Fi parolei jābūt 8-32 rakstzīmēm
pl_pl: Hasło WiFi musi zawierać 8-32 znaki (nie specjalne)
ru: Пароль WiFi должен состоять из 8-32 символов
sk: Heslo Wifi musí mať 8 až 32 neprázdnych znakov
uk_ua: Пароль WiFi має складатися з 8-32 символів
zh_hans: Wi-Fi密码必须为8-32个非空字符。

# 更新
source: Update
cs: Aktualizovat
et: Uuenda
lt: Naujinti
lv: Atjaunot
pl_pl: Aktualizuj
ru: Обновить
sk: Aktualizovať
uk_ua: Оновити
zh_hans: 更新

# 修改成功！
source: Modify success!
cs: Úprava úšpěšná!
et: Toiming õnnestus!
lt: Pakeitimas sėkmingas!
lv: Modificēšana ir veiksmīga!
pl_pl: Zmodyfikowano!
ru: Успешно изменено!
sk: Úspešná modifikácia!
uk_ua: Успішно змінено!
zh_hans: 修改成功！

# 修改失败！
source: Modify failure!
cs: Úprava selhala!
et: Toiming ebaõnnestus!
lt: Pakeitimas nepavyko!
lv: Modificēšana neizdevās!
pl_pl: Błąd modyfikacji!
ru: Ошибка при изменении!
sk: Chybná modifikácia!
uk_ua: Помилка під час зміни!
zh_hans: 修改失败！

# 摄像机时间将会校准为：
source: Camera time will be set to:
cs: Čas bude nastaven na:
et: Kaamera aeg:
lt: Kameros laikas bus nustatytas į:
lv: Kameras laiks tiks iestatīts uz:
pl_pl: Czas aparatu będzie ustawiony na:
ru: Установлено время работы камеры:
sk: Čas kamery bude nastavený na:
uk_ua: Час роботи камери встановлено на:
zh_hans: 摄像机时间将会校准为：

# 校准时间失败！
source: Set camera time failure!
cs: Chyba nastavení času!
et: Aja seadmine ebaõnnestus!
lt: Kameros laiko nustatymas nepavyko!
lv: Iestatīt kameras laika kļūdi!
pl_pl: Błąd ustawienia czasu aparatu!
ru: Ошибка установки времени камеры!
sk: Nastaviť časovú chybu fotoaparátu!
uk_ua: Помилка встановлення часу камери!
zh_hans: 校准时间失败！

# 校准时间成功！
source: The time on the recorder is synchronized!
cs: Nastavení času úspěšné!
et: Salvestaja kellaaeg on sünkroniseeritud!
lt: Kameros laiko nustatymas sėkmingas!
lv: Iestatīt kameras laika veiksmi!
pl_pl: Ustawiono czas aparatu!
ru: Время на регистраторе синхронизировано!
sk: Nastavenie časovača kamery prebehlo úspešne!
uk_ua: Час роботи камери встановлено!
zh_hans: 校准时间成功！

# 格式化TF卡失败！
source: Format TF Card failure!
cs: Chyba formátování TF karty!
et: Formateeri mälukaart!
lt: TF kortelės formatavimas nepavyko!
lv: TF kartes formatēšana neizdevās!
pl_pl: Błąd formatowania karty TF!
ru: Форматировать SD карту
sk: Formátovanie TF Karty zlyhalo!
uk_ua: Форматувати SD карту
zh_hans: 格式化TF卡失败！

# 格式化TF卡成功！
source: Format TF Card success!
cs: Formátování TF karty úspěšné!
et: Mälukaart vormindatud!
lt: TF kortelė suformatuota!
lv: TF kartes formatēšana veiksmīga!
pl_pl: Sformatowano kartę TF!
ru: Карта отформатирована!
sk: Formátovanie TF Karty prebehlo úspešne!
uk_ua: SD карту відформатовано!
zh_hans: 格式化TF卡成功！

# 恢复出厂设置失败！
source: Factory reset failure!
cs: Chyba obnovení továrního nastavení!
et: Algseadistus ebaõnnestus!
lt: Gamyklnių parametrų atstatymas nepavyko!
lv: Atiestatīt līdz sakotnējiem iestatījumiem neizdevās!
pl_pl: Błąd przywrócenia ustawień fabrycznych!
ru: Ошибка сброса до заводских настроек!
sk: Obnovenie továrenských nastavení zlyhalo!
uk_ua: Помилка при скиданні до заводських налаштувань!
zh_hans: 恢复出厂设置失败！

# 恢复出厂设置成功！
source: Factory reset success!
cs: Obnovení továrního nastavení úspěšné!
et: Algseadistus taastatud!
lt: Gamyklinių parametrų atsatatyms sėkmingas!
lv: Iestatījumu atiestatīšana ir veiksmīga!
pl_pl: Przywrócono ustawienia fabryczne!
ru: Сброс настроек выполнен!
sk: Obnovenie továrenských nastavení prebehlo úspešne!
uk_ua: Налаштування успішно скинуті!
zh_hans: 恢复出厂设置成功！

# 设置失败！
source: Set failure!
cs: Chyba nastavení!
et: Tekkis viga!
lt: Nustatymas nepavyko!
lv: Iestatīšana neizdevās!
pl_pl: Błąd ustawień!
ru: Сбой в установке!
sk: Nastaviť chybovosť!
uk_ua: Помилка налаштувань!
zh_hans: 设置失败！

# DVR将会重启Wi-Fi
source: For successful connection change settings in your mobile device
cs: Změňte nastavení mobilního zařízení a úspěšně se připojte
et: Ühenduse loomiseks pead muutma oma mobiilseadme seadistusi
lt: DVR perkraus Wifi
lv: DVR restartēs Wi-Fi
pl_pl: DVR zrestartuje WiFi
ru: Измените настройки в вашем мобильном устройстве для успешного подключения
sk: Pre úspešné pripojenie, zmeňte nastavenia mobilného zariadenia.
uk_ua: Змініть налаштування у вашому мобільному пристрої для успішного з'єднання
zh_hans: DVR将会重启Wi-Fi

# 下载
source: Download
cs: Stahování
et: Allalaadimine
lt: Atsisiųsti
lv: Lejupielādēt
pl_pl: Pobrane
ru: Загрузка
sk: Sťahovanie
uk_ua: Завантаження
zh_hans: 下载

# 请允许访问iPhone的"照片"，否则无法使用下载功能！
source: Photos is used to save and share photos and videos.
cs: Karta je použita na ukládání fotek a videí.
et: Fotode ja videofailide salvestamine ning jagamine.
lt: Nuotraukos naudojamos išsaugoti ir pasidalinti nuotraukom ir video.
lv: Foto tiek izmantoti, lai saglabātu un koplietotu foto un video.
pl_pl: Zdjęcia są używane do zapisywania i udostępniania zdjęć i filmów wideo.
ru: Фото предназначено для сохранения и публикации фото и видео
sk: Fotografie sa používajú na ukladanie a zdieľanie fotografií a videí.
uk_ua: Фото призначене для збереження та публікації фото і відео.
zh_hans: 请允许访问iPhone的"照片"，否则无法使用下载功能！

# 设备拍照成功！
source: Device camera success!
cs: Zařízení kamera úspěšné!
et: Toiming õnnestus!
lt: Įrenginio kamera veikia!
lv: Ierīces kamera darbojas!
pl_pl: Sukces aparat!
ru: Снимок сохранен!
sk: Kamera úspešná!
uk_ua: Фото збережено!
zh_hans: 设备拍照成功！

# 设备拍照失败！
source: Device camera failure!
cs: Chyba kamery!
et: Toiming ebaõnnestus!
lt: Įrenginio kameros klaida!
lv: Ierīces kameras kļūda!
pl_pl: Błąd aparatu!
ru: DVR устройство не подключено!
sk: Chybná kamera!
uk_ua: DVR не підключений!
zh_hans: 设备拍照失败！

# 帮助
source: Help
cs: Nápověda
et: Abi
lt: Pagalba
lv: Palīdzība
pl_pl: Pomoc
ru: Справка
sk: Nápoveda
uk_ua: Довідка
zh_hans: 帮助

# 关于
source: About
cs: O aplikaci
et: Teave
lt: Apie
lv: Par
pl_pl: Informacje
ru: О программе
sk: O službe
uk_ua: Про програму
zh_hans: 关于

# 未连接摄像机提示信息
source: Please connect your device to the camera via Wi-Fi. Please refer to the user manual for more information.
cs: Ujistěte se že zařízení je nastaveno na nahrávání. (Výchozí přístupový bod "Apical DVR" s heslem «1234567890»)
et: Kontrolli WiFi ühenduse olemasolu ja seda, kas kaamera on salvestusrezhiimis. (Vaikimisi pöörduspunkt Apical DVR-le parooliga «1234567890»)
lt: Patikrinkite ar įrenginys prisijugęs prie Wifi ir ar įjungtas filmavimo rėžimas. (Numatytasis prieigos taškas "Apical DVR" su slaptažodžiu "1234567890")
lv: Pārliecinieties, vai ir WiFi savienojums vai ierīce atrodas ierakstīšanas režīmā. (Noklusētais piekļuves punkts "Apical DVR" ar paroli "1234567890")
pl_pl: Upewnij się czy WiFi lub rejestrator jest podłączony. (Domyślny punkt dostępu "Apical" z hasłem "1234567890")
ru: Проверьте настройки WiFi. Включена ли запись видео? (Точка доступа по умолчанию "Apical DVR" с паролем "1234567890")
sk: Ujistite sa , či je pripojená WIFI alebo či je pripojený rekordér do režimu nahrávania. (Predvolené miesto prístupu «Apical DVR» z geslom «1234567890»)
uk_ua: Перевірте чи є зв'язок з WiFi або активовано режим зйомки. (Точка доступу за замовчуванням "Apical DVR" з паролем "1234567890")
zh_hans: 请先连接摄像机 更多信息请参考帮助内容

# 保存失败！
source: Save fail!
cs: Uložení selhalo!
et: Salvestamine ebaõnnestus!
lt: Įrašymas nepavyko!
lv: Saglabāt failu!
pl_pl: Zapis nieudany!
ru: Сохранить файл!
sk: Ukladanie zlyhalo!
uk_ua: Помилка збереження!
zh_hans: 保存失败！

# 问题1
source: 1.The camera has stopped recording:
cs: 1.Co dělat když se systém DVR zasekl?
et: 1. Mida teha seadme töö seiskumisel?
lt: 1. Ką daryti užstrigus DVR sistemai?
lv: 1. Ko darīt, ja DVR sistēma nedarbojas?
pl_pl: 1. Co zrobić gdy zawiesił się system DVR?
ru: 1. Что делать, если устройство зависло?
sk: 1. Ako postupovať, keď sa DVR systém zastavil?
uk_ua: 1. Що робити, якщо пристрій завис?
zh_hans: 1.行车记录仪死机

# 答案1
source: (1)Reset the camera. (2)The SD card may be faulty and needs to be formatted.
cs: （1）Stiskněte Reset pro kontrolu （2）zda není SD karta poškozena nebo karta koresponduje s rychlostní třídou 10
et: (1) Taaskäivitamiseks vajuta nuppu RESET (2) Mälukaart on probleemne või liiga aeglane
lt: （1）Paspauskite Reset tam, kad perkrauti įrenginį （2）Galimai pažeista SD kortelė arba jos greitis neatitinka 10 klasės.
lv: (1) Nospiediet Atiestatīt, lai restartētu. (2) Neatkarīgi no tā, vai SD karte ir bojāta vai nav, vai kartes klase atbilst 10. klasei.
pl_pl: (1) Naciśnij Reset (2) Czy karta SD jest uszkodzona czy nie
ru: (1) Нажмите кнопку "Сброс" для перезапуска. (2) Возможно повреждена карта памяти или ее скорость не соответствует 10 классу.
sk: （1）Stlačte reset pre reštartovanie （2）Či je SD Karta zničená alebo nie alebo či trieda karty zodpovedá triede 10
uk_ua: (1) Натисніть "Скидання" для перевірки. (2) Пошкоджена SD карта або її швидкість не відповідає 10 класу.
zh_hans: （1）按RESET重启后查看 （2）存储卡是否损坏

# 问题2
source: 2.The camera does not turn on:
cs: 2.Co dělat když se DVR nezapíná?
et: 2. Mida teha, kui seade ei lülitu sisse?
lt: 2. Ką daryti jei DVR neįsijungia?
lv: 2. Ko darīt, ja DVR neizdevās ieslēgt?
pl_pl: 2. Co zrobić, gdy dvr nie może się włączyć?
ru: 2. Что делать, если устройство не включается?
sk: 2. Čo robiť, keď sa DVR nedá zapnúť?
uk_ua: 2. Що робити, якщо пристрій не включається?
zh_hans: 2.行车记录仪无法开机

# 答案2
source: (1)Check that the power supply is OK. (2)Check that the SD card is inserted correctly. (3)Reset the camera
cs: （1）Zkontrolujte zda je správně zapojen zdroj napájení （2）Zkontrolujte zda je vložena karta （3）Zkontrolujte sticknutí zapínacího tlačítka （4）Stiskněte reset
et: （1）Kontrolli ühendust toiteallikaga （2）Kontrolli, kas kaart on seadmes （3）Kontrolli sisselülitamise nupu asendit （4）Vajuta RESET
lt: (1) Patikrinkite ar įjungtas maitinimas. (2) Patikrinkite ar įdėta SD kortelė. (3) Patikrinkite ar įjungtas įrenginys. (4) Paspauskite Reset.
lv: (1) Pārbaudiet elektroenerģijas padeves savienojumu. (2) Pārbaudiet, vai SD karte ievietota. (3) Pārbaudiet, vai barošanas poga ir nospiesta. (4) Nospiediet atiestatīšanu.
pl_pl: (1) Sprawdź połączenie zasilacza ok czy nie (2) Sprawdź, czy jest karta, czy nie (3) Sprawdź, czy przycisk zasilania wciśnięty lub nie (4) Naciśnij reset
ru: (1) Проверить подключено ли питание. (2) Проверить наличие карты памяти. (3) Проверить не зажата ли кнопка питания. (4) Нажать кнопку "Сброс".
sk: （1）Skontrolujte pripojenie napájacieho zdroja ok alebo nie （2）Skontrolujte, či je vložená karta alebo nie （3）Skontrolujte, či je vypínač stlačený dole alebo nie （4）Stlačte reset
uk_ua: (1) Перевірити чи підключено живлення. (2) Перевірити наявність SD карти. (3) Перевірити чи натиснута кнопка живлення. (4) Скинути налаштування.
zh_hans: （1）检查电源线连接是否正常 （2）检查是否有插卡 （3）检查开机键是否按下起效 （4）按RESET重启后查看

# 问题3
source: 3.Recorded footage does not play, or there is missing footage:
cs: 3.Přehrávání videa na PC se zastaví nebo přeskakuje snímky?
et: 3. Video taasesitus arvutis peatub või jätab kaadreid vahele?
lt: 3. Video įrašas kompiuteryje praleidinėja kadrus?
lv: 3. Video atskaņošana datorā apstājas vai pazūd video gabali?
pl_pl: 3. Odtwarzanie wideo na komputerze pokazuje zatrzymanie lub pomijanie ramki?
ru: 3. Во время воспроизведение на ПК видео останавливается или пропускает кадры?
sk: 3.Prehrávanie videa na počítači zobrazí stop alebo preskočenie rámčeka?
uk_ua: 3. Під час відтворення на PC відео зупиняється або пропускає кадри?
zh_hans: 3.视频在电脑上回放的时候出现停顿或跳帧

# 答案3
source: (1)There is an SD card fault, and the card will need to be re-formatted. (2)Replace the SD card.
cs: （1）Použít funkci formátování k naformátování TF karty （2）Zkontrolujte zda je karta originální nebo ne
et: (1) Formateeri mälukaart ja salvesta uuesti. (2) Asenda mälukaart Class10 mälukaardiga
lt: (1)Suformatuokite TF kortelę ir pakartokite įrašymą. (2) Pakeiskite TF kortelę į 10 klasės
lv: (1) Formatēt TF karti un atkārtot ierakstu. (2) mainīt TF karti ar 10. klases TF karti;
pl_pl: (1) Użyj formatu do formatowania karty TF (2) Sprawdź, czy karta TF jest oryginalna, czy nie
ru: (1) Отформатируйте карту памяти в устройстве и повторите запись. (2) Замените карту памяти - скорость карты памяти должна соответствовать 10 классу.
sk: （1）Formátujte SD kartu a opakujte nahrávanie （2）Zmeňte TF kartu na TF kartu triedy 10
uk_ua: (1) Використовуйте функцію форматування для SD карти. (2) Перевірити швидкість SD карти. Вона повинна відповідати 10 класу.
zh_hans: （1）使用格式化功能，格式化您的TF卡 （2）检查您的卡是否为品牌原装正版卡

# 问题4
source: 4.Video recording not clear or blurry:
cs: 4.Nahrávání videa nneí čisté nebo se vlní?
et: 4. Videosalvestis udune?
lt: 4. Netikslus ar neryškus vaizdo įrašas?
lv: 4. Video ierakstīšana nav skaidra vai pilnīga izplūduša?
pl_pl: 4. Nagrywanie wideo nie jest czyste lub rozmyte?
ru: 4. Мутная или нечеткая видеозапись?
sk: 4. Video nahrávanie nie je čisté alebo úplne jasné?
uk_ua: 4. Каламутний або нечіткий відеозапис?
zh_hans: 4.影像录制后朦胧或者模糊一片

# 答案4
source: Ensure that the camera lens is clean.
cs: Vyčistěte čočku
et: Puhasta lääts pehme lapiga
lt: Nuvalykite objektyvą.
lv: Notīriet objektīvu
pl_pl: Oczyść soczewkę
ru: Очистите линзу. Возможно она поцарапана.
sk: Vyčistite
uk_ua: Очистіть лінзу, можливо вона пошкоджена.
zh_hans: 将镜头擦拭干净。

# 问题5
source: 5.Video playback on the computer stops and does not continue:
cs: 5. Přehrávání videa na PC se zaseklo nebo nepokračuje?
et: 5. Video vaatamine arvutis seiskub?
lt: 5. Užstrigo video atkūrimas kompiuteryje?
lv: 5. Video atskaņošana datorā apstājas un neturpināsies?
pl_pl: 5. Odtwarzanie wideo na komputerze zostanie zablokowane lub nie będzie kontynuowane?
ru: 5. Воспроизведение видео на компьютере замирает и не продолжается?
sk: 5.Prehrávanie videa na počítači uviazlo alebo nepokračuje?
uk_ua: 5. Відтворення відео на комп'ютері застряє та не продовжується?
zh_hans: 5.视频用电脑播放时卡机，视频不连贯

# 答案5
source: (1)Uninstall/Re-install the software (2)Ensure that the SD cards is of sufficient quality to be used with the camera.
cs: （1）Jako první možnost zkuste změnit přehrávač （2）vyměňte SD kartu za rychlejší
et: （1）Võimalusel proovi vaatamiseks ka teist programmi （2）kasuta kontrollimiseks teist kiiret mälukaarti
lt: (1) Pakeiskite video grotuvą, kad galėtumėte paleisti failą. (2) Pakeiskite TF kortelę į greitesnę.
lv: (1) Nomainiet video atskaņotājs. (2) Nomainiet TF karti ar citu atrāku
pl_pl: (1) Najpierw proponuję włączyć odtwarzacz (2) zmienić na inną szybką kartę TF
ru: (1) Поменяйте плеер для воспроизведения. (2) Поменяйте SD карту на более быструю.
sk: （1）Najskôr odporúčame zmeniť prehrávač, ktorý chcete prehrať （2）Zmeniť vysokorýchlostnú TF Kartu
uk_ua: (1) Змініть плеєр для відтворення. (2) Змініть SD карту на більш швидку.
zh_hans: （1）首先建议换个播放器播放 （2）更换一张格式化了的高速卡

# 问题6
source: 6.Intermittent Recording:
cs: 6.DVR nahrávání se zasekává, nahrává jen pár vteřin a pak se zastaví, a potom začne znovu nahrávat?
et: 6. Videosalvestus katkendlik - salvestab mõned sekundid ja siis alustab uuesti?
lt: 6. Video įrašymas tesiasi kelias sekundes, sustoja ir pradėda įrašinėti iš naujo?
lv: 6. DVR video ieraksts netiek turpināts, ierakstā dažās sekundēs un apstājieties, tad atkal sāc ierakstīt?
pl_pl: 6.DVR nagrywanie wideo nie jest kontynuowane, nagrywaj tylko przez kilka sekund i zatrzymaj, a następnie zacznij nagrywać ponownie?
ru: 6. Запись видео длится несколько секунд (не полный цикл), останавливается и начинает записывать по новой?
sk: 6.DVR nahrávanie videa nepokračuje, nahrávajte pár sekúnd a zastavte video, potom začnite nahrávať znova?
uk_ua: 6. Запис відео триває декілька секунд, зупиняється та починає знову записувати?
zh_hans: 6.记录仪录像不连续，拍几十秒就停了，但过一会又开始录像了
